<?php
  return [
	  'admin' => 
	  	[
		  'news' => 
			[
			  'create' => 
			  [
				  'success' => 'Запись успешно добавлена',
				  'fail'    => 'Запись не добавлена'
			  ],
			  'update' => 
			  [
				  'success' => 'Запись успешно обновлена',
				  'fail'    => 'Запись не обновлена'
			  ]
			],
			'categories' => 
			[
			  'create' => 
			  [
				  'success' => 'Категория успешно добавлена',
				  'fail'    => 'Категория не добавлена'
			  ],
			  'update' => 
			  [
				  'success' => 'Категория успешно обновлена',
				  'fail'    => 'Категория не обновлена'
			  ]
			],
			'comments' => 
			[
			  
			  'update' => 
			  [
				  'success' => 'Комментарий успешно обновлен',
				  'fail'    => 'Комментарий не обновлен'
			  ]
			],
		],
	'user' => 
		[
		'comment' => 
			[
				'create' => 
				[
				'success' => 'Комментарий успешно добавлен',
				'fail'    => 'Комментарий не добавлен'
				],
			],
		],
  ];